/* Navigation Services - Localizable Strings */

/* Nav Dialog title strings */
"Open Default Title" = "打開";
"Open Title" = "打開：^0";
"Save Default Title" = "儲存";
"Save Title" = "儲存：^0";
"Choose File Title" = "選擇檔案";
"Choose Folder Title" = "選擇檔案夾";
"Choose Volume Title" = "選擇卷宗";
"Choose Object Title" = "選擇物件";
"New Folder Title" = "新增檔案夾";

/* Button title strings */
"Save Button" = "儲存";
"Open Button" = "打開";
"Choose Button" = "選擇";
"Don't Save Button" = "不儲存";
"New Folder Button" = "新增檔案夾";
"Replace Button" = "取代";
"Discard Button" = "放棄所作更動";
"Review Button" = "檢查所作更動⋯";
"Use Dot Button" = "使用“.”";
"ExtensionAlertUseOneLabel" = "使用 .^1";
"ExtensionAlertUserBothLabel" = "使用兩者";

/* Confirm Alert strings */
"SaveChangesClosing Banner" = "關閉前先儲存所做的更動。";
"SaveChangesQuitting Banner" = "結束前先儲存所做的更動。";
"SaveChangesOther Banner" = "儲存所作更動";
"DiscardChanges Banner" = "放棄所作更動";
"WantToSaveDoc Banner" = "是否要儲存對文件“^0”所作的更動？";
"WantToSaveThis Banner" = "是否要儲存對此份文件所作的更動？";
"WantToSaveAppDocs Banner" = "是否要儲存對 ^0 份文件所作的更動？";
"WantToDiscardDoc Banner" = "是否要放棄對文件“^0”所作的更動？";
"WantToDiscardThis Banner" = "是否要捨棄對文件所作的更動？";

"Review App Docs Banner" = "您有 ^0 份更動過的“^1”文件尚未儲存。是否要在結束之前檢查這些更動？";
"Review Several App Docs Banner" = "您有數份更動過的“^1”文件尚未儲存。是否要在結束之前檢查這些更動？";

"Review Docs Banner" = "您有 ^0 份更動過的文件尚未儲存。是否要在結束之前檢查這些更動？";
"Review Several Docs Banner" = "您有數份更動過的文件尚未儲存。是否要在結束之前檢查這些更動？";

"Review App Single Doc Banner" = "您有 ^0 份更動過的“^1”文件尚未儲存。是否要在結束之前檢查這些更動？";
"Review Single Doc Banner" = "您有 ^0 份更動過的文件尚未儲存。是否要在結束之前檢查這些更動？";

"Review Docs Explanation" = "若您不檢查文件，所有您所做的更動將會遺失。";

/* Untitled strings */
"Untitled Folder" = "未命名檔案夾";
"Untitled Doc" = "未命名";

/* Alert strings */
"Cant Replace Locked" = "因為“^0”已被鎖定，所以您無法將其取代。";

"Remove Favorite" = "移除喜好項目";
"Cant Resolve Alias NotFound" = "找不到原項目，所以無法打開喜好項目“^0”。";
"Navigate Alias Not Found" = "找不到原項目，所以無法打開“^0”替身。";

"Name Already Taken" = "項目“^0”已被使用。請另選其他名稱。";
"Cant Replace Folder" = "已有檔案夾使用“^0”名稱。";
"Cant NewFolder OnLockedDisk" = "磁碟已鎖定，因此無法製作新檔案夾。";
"Not Right Privs" = "因為沒有取用權限，您無法取代“^0”。";
"Cant use period" = "以點“.”開頭的名稱為系統專用。如果您決定繼續並使用以點開頭的名稱，此檔案將會被隱藏。";

"ExtensionWarningText" = "確定要以副檔名“.^0”儲存文件？建議的副檔名為“.^1”。";
"ExtensionWarningSubtext" = "若不使用副檔名“.^1”，文件可能會儲存為不同格式。";

"ExtensionErrorText" = "無法以副檔名“.^0”作為名稱結尾儲存文件。副檔名必須為“.^1”。";
"ExtensionErrorSubtext" = "您可以選擇使用兩者，如此檔名就會以“.^0.^1”結尾。";

"ReplaceAlertText" = "此處已有一個名為“^0”的項目。要以儲存的項目取代原項目嗎？";
"ReplaceWithExtensionAlertText" = "此處已有名為“^0”且副檔名為“^1”的項目。要以儲存的項目取代原項目嗎？";


/* Favorite Popup Menu strings */
"Favorite Places" = "喜好項目位置";
"Recent Places"	= "最近使用過的位置";
"Computer" = "電腦";
"Home menu item" = "個人專屬";

/* Show Popup Menu strings */
"All Files" = "所有文件";
"All Known Files" = "所有已知文件";
"All App" = "所有“^0”文件";
"All Readable Files" = "所有可讀取文件";

/* Format Popup Menu strings */
"Default" = "預設值";

/* Generic Kind strings */
"Picture Document" = "圖片文件";
"Text Document" = "文字文件";
"Movie Document" = "影片文件";
"Sound Document" = "聲音文件";

/* array of command key characters:
	o	// command-key lower case O (open)
	.	// command-key character '.' (cancel)
	D	// upper character "D" (don't save button shortcut)
	d	// lower character "d" (don't save button shortcut)
	Z	// Undo menu command-key
	X	// Cut menu command-key
	C	// Copy menu command-key
	V	// Paste menu command-key
	A	// Select All menu command-key
	s	// command-key "s" (save)
	R	// upper character "R" (replace button shortcut)
	r	// lower character "r" (replace button shortcut)
	d	// command-key "d" (Desktop shortcut)
	D	// command-key displayed in Where popup (Desktop shortcut)
	H	// command-key "H"
*/
"Command Keys" = "o.DdZXCVAsRrdDH";

/* iDisk strings */
"iDisk title" = "iDisk";
"Connect Failed" = "連線失敗";
"Connect Failed Details" = "iDisk 伺服器沒有回應。請再試一次。";
"Invalid Setup" = "您的 iDisk 無法取用。或許是您的會員名稱或密碼無效。";
"Invalid Setup Details" = "您可以在“系統偏好設定”的 Internet 面板修改 .Mac 標籤頁上的名稱及密碼。";
"iTools Button" = "打開 .Mac 偏好設定⋯";
"Authentication Failed" = "登入失敗";
"Authentication Failed Detailed" = "您輸入的名稱或密碼不正確。請再試一次。您可以在 .Mac 偏好設定視窗裡確認您的 .Mac 名稱和密碼。";

/* List view column titles*/
"Name Column Title" = "名稱";
"Date Modified Column Title" = "修改日期";

/* Authenticated Server strings */
"Connect Button" = "連接⋯";
"Connect Caption" = "若要查看伺服器“^0”可用的共享項目，請按“連接⋯”一下。";

/* Query strings */
"QueryItemCountString" = "%i 個項目";
"CurrentFolderScopeString" = "檔案夾\“%s\”";
"HomeScopeString" = "個人專屬";
"EverywhereScopeString" = "電腦";

/* Preview strings */
"MoreInfo" = "更多資訊⋯";
